[["Canada is the largest exporter of newsprint in the world, with a market dominated by Resolute Forest Products , Kruger and Catalyst Paper Corp. of British Columbia.", 1], ["The department calculated a dumping rate of 22.16 per cent for Catalyst Paper Corp., and all other producers excluding Resolute Forest Products and White Birch, which were both found to have dumping rates of zero per cent.", 1], ["Resolute Forest Products and Fortress Global Enterprises said they have received interest from Canadian and foreign cryptominers, although both cautioned their talks are preliminary.", 1], ["Montreal-based Resolute may hold a call for tenders as a way to attract well-capitalized cryptominers eager for space at the company's mill in Gatineau, Quebec, near the Canadian capital Ottawa, and other sites.", 1], ["\"We are getting inquiries every week,\" said Resolute spokesman Karl Blackburn. \"We have space that could be used but there are still a lot of questions.\"", 1], ["Resolute Forest Products (RFP.N) and Fortress Global Enterprises (FGE.TO) said they have received interest from Canadian and foreign cryptominers, although both cautioned their talks are preliminary. ", 1], ["Montreal-based Resolute may hold a call for tenders as a way to attract well-capitalized cryptominers eager for space at the company’s mill in Gatineau, Quebec, near the Canadian capital Ottawa, and other sites. ", 1], ["“We are getting inquiries every week,” said Resolute spokesman Karl Blackburn. “We have space that could be used but there are still a lot of questions.” ", 1], ["Resolute Forest Products (RFP.N) and Fortress Global Enterprises (FGE.TO) said they have received interest from Canadian and foreign cryptominers, although both cautioned their talks are preliminary. ", 1], ["Montreal-based Resolute may hold a call for tenders as a way to attract well-capitalized cryptominers eager for space at the company’s mill in Gatineau, Quebec, near the Canadian capital Ottawa, and other sites. ", 1], ["“We are getting inquiries every week,” said Resolute spokesman Karl Blackburn. “We have space that could be used but there are still a lot of questions.” ", 1], ["Richard Garneau, outgoing CEO of Resolute Forest Products, at the company’s downtown Montreal offices in 2011.", 1], ["After weathering U.S. duties on softwood lumber and newsprint, Resolute Forest Products Inc.'s Achilles heel turned out to be its fourth-quarter earnings miss and lingering investor concerns about a shortage of truck drivers.", 1], ["Resolute's share price tumbled 29 per cent to close at $10.01 on Thursday on the Toronto Stock Exchange as investors punished the forestry company for disappointing financial results, which included rising freight costs related to the scarcity of truck drivers. The shares had fallen as low as $9.46 in the morning.", 1], ["Resolute had been on a roll, with its stock hitting a record intraday high on Jan. 22 of $15.23 – nearly triple its 52-week low of $5.29 in July, 2017. The stock price rallied even though the United States began imposing duties in April on Canadian softwood shipments south of the border, followed by the decision on Jan. 9 to slap tariffs on newsprint from Canada.", 1], ["\"I believe that the value of the shares are going to go back to where they were very quickly,\" said Richard Garneau, who served as Resolute's chief executive officer from 2011 until his retirement on Thursday. \"It's just a blip. We see blips very often. It's going to come back because the intrinsic value is there.\"", 1], ["In the fourth quarter, Resolute posted a $13-million profit, compared with a $45-million loss for the same period in 2016. Quarterly revenue climbed slightly to $898-million from $889-million.", 1], ["\"We've put in place basically a strategy where we are now using larger trailers to haul the chips to the paper mill,\" he said during Resolute's quarterly conference call. \"And we also have the special hiring program to try to attract more people … All the transportation is done by contractors, so we are working with them to give them our support to address the issues that we have to address.\"", 1], ["Yves Laflamme, who had been a senior vice-president at Resolute, has taken over as the forestry company's CEO. Mr. Laflamme, 61, had responsibility for wood products, global procurement and information technology.", 1], ["\"I'm certainly honoured to take on this leadership role at Resolute. I have been with the company and its predecessors for 37 years,\" Mr. Laflamme said, referring to past entities such as AbitibiBowater Inc.", 1], ["In a research note, Mr. Quinn said Resolute suffered from weaker-than-expected performance in specialty papers and wood products, but management has a positive outlook: \"Resolute points to favourable market conditions for pulp and lumber, while paper should see improvement on the company's restructuring efforts.\"", 1], ["C $\nMONTRÉAL, Dec. 21, 2017 /PRNewswire/ - Resolute Forest Products Inc. (NYSE:    RFP) (TSX: RFP) today announced the closing of a transaction to acquire the 49 percent equity interest held by The New York Times Company in Donohue Malbaie Inc. for a cash purchase price in the amount of C$20 million. Resolute already owned 51 percent of the shares of Donohue Malbaie.\n\n\n", 1], ["MONTRÉAL, Dec. 21, 2017 /PRNewswire/ - Resolute Forest Products Inc. (NYSE:    RFP) (TSX: RFP) today announced the closing of a transaction to acquire the 49 percent equity interest held by The New York Times Company in Donohue Malbaie Inc. for a cash purchase price in the amount of C$20 million. Resolute already owned 51 percent of the shares of Donohue Malbaie.", 1], ["Donohue Malbaie owns and operates a paper machine with an annual production capacity of 224,000 metric tons of newsprint in Clermont (Quebec). The Clermont operation, which employs 153 workers, also houses all the equipment that produces the thermomechanical pulp supplying the machine. With this transaction, Resolute becomes sole owner of the Clermont operation.", 1], ["\"The New York Times Company has been an outstanding business partner since the late 1960s, and we thank the organization for its support over the years,\" said Richard Garneau, president and chief executive officer. \"The time was right for Resolute to take full ownership of Donohue Malbaie, and today's transaction illustrates the company's confidence in the operation as well as our continued investment in the Province of Quebec.\"", 1], ["Jim Follo, executive vice president and chief financial officer of The New York Times Company, said: \"We've relied on the high-quality product produced in the Clermont mill to print The New York Times each day, and we're grateful to the team there. Resolute will remain our primary supplier of newsprint, and we look forward to a continuing relationship.\"", 1], ["Resolute Forest Products is a global leader in the forest products industry with a diverse range of products, including market pulp, tissue, wood products, newsprint and specialty papers, which are marketed in over 70 countries. The company owns or ", 1], ["Resolute has received regional, North American and global recognition for its leadership in corporate social responsibility and sustainable development, as well as for its business practices. Visit www.resolutefp.com for more information.", 1], ["Statements in this press release that are not statements of historical results, performance, financial condition, or other historical information of Resolute Forest Products Inc. are \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by the use of forward-looking terminology such as the words \"will,\" \"expect\" and other terms with similar meaning indicating possible future events or potential impact on our business.  ", 1], ["Preview: Resolute Forest Products Praises Canada's Filing at WTO", 1], ["Preview: Resolute Reports Preliminary Third Quarter 2017 Results", 1], ["Canada is the largest exporter of newsprint in the world, with a market dominated by Resolute Forest Products, Kruger and Catalyst Paper Corp. of British Columbia.", 1], ["Resolute faces a preliminary duty of 4.42 per cent while the Catalyst Paper duty is 6.09 per cent. The duty against Kruger is 9.93 per cent and the preliminary penalty against White Birch is 0.65 per cent.", 1], ["Resolute Forest Products spokesman Karl Blackburn called the duties “completely unfair and unjustified” and Denis Lebel, the president and CEO of the Quebec Forest Industry Council, labelled them “absolutely unfounded.”", 1], ["Canada is the largest exporter of newsprint in the world, with a market dominated by Resolute Forest Products, Kruger and Catalyst Paper Corp. of British Columbia.", 1], ["Resolute faces a preliminary duty of 4.42 per cent while the Catalyst Paper duty is 6.09 per cent. The duty against Kruger is 9.93 per cent and the preliminary penalty against White Birch is 0.65 per cent.", 1], ["Resolute Forest Products spokesman Karl Blackburn called the duties \"completely unfair and unjustified\" and Denis Lebel, the president and CEO of the Quebec Forest Industry Council, labelled them \"absolutely unfounded.\"", 1]]